{"titleImg":"title","titleImgAlt":"Sweet and Slim, Greasy and Grim. The Physical Traits that Define Men and Women in Literature","title":"The Physical Traits that Define Men and Women in Literature","titleHed":"Sweet and Slim, Greasy and Grim","desc":"","a":[],"introText":[{"type":"text","value":"My book club was reading <i>The Wise Man’s Fear</i> by Patrick Rothfuss. In the middle of an otherwise unremarkable plot, we found a 35-page long interlude about a highly attractive fairy, describing her body in minute, eye-rolling detail."}],"fairy_2":"fairy_2","fairy_2Alt":"“With lids of winged butterflies...lips the shade of sunset skies...when she finally set me free, my mind would tear itself apart with wanting her...","postFairy":[{"type":"text","value":"After slogging through that book, I started noticing similarly stereotyped descriptions of bodies everywhere. Women were all soft thighs and red lips. Men, strong muscles and rough hands."},{"type":"text","value":"I was upset by this lazy writing. I want to read books that explore the full humanity of their characters, not books that reduce both men and women to weak stereotypes of their gender."},{"type":"text","value":"Before getting too upset, though, I wanted to see if this lazy writing was as widespread as it seemed or if I was just succumbing to selective reading. Do authors really mention particular body parts more for men than for women? Are female bodies described using different adjectives than male bodies?"}],"parser":"parser","parserAlt":"To do this, I selected 2,000 books spanning from Pulitzer-winning classics to pulpy best-sellers (getting myself banned from the library—twice), and ran them through a parser that identified sentences mentioning body parts. I could then extract the owner of the body parts and any adjectives describing them.","c":[],"quiz":[{"type":"text","value":"Before we get into the results of the data analysis, let’s play a game to see how well you recognize these gendered descriptions yourself."},{"type":"text","value":"You will be presented with several descriptions taken from actual books. For each one, select your guess: is the description of a man, or a woman? Don’t think too hard about it—just react!"}],"postQuiz":[{"type":"text","value":"We’d expect someone picking answers randomly to score 50%--but instead, the average score is XX%, well over that."},{"type":"text","value":"Clearly, we all have a mental model of how male and female bodies are described. It’s one that many people, including myself, have never really given much thought to before. It’s not a collection of ideas we just made up: men and women do tend to be described in different ways."},{"type":"text","value":"Let’s explore those trends more deeply through the data we collected."},{"type":"text","value":"<p class=section-header>Body Parts (nouns)</p>"},{"type":"text","value":"We’ll start simply and see how often body parts are mentioned for one gender or the other."}],"bodyImg":"bodyImg","bodyImgAlt":"Illustration of a body","bodyImgTitle":"Gender Skew of Body Parts in Literature","bodyImgDek":"Each circle represents a body part. The larger it is <span data-attr=circle-size></span>, the more likely it is to be used for the indicated gender <span data-attr=gender-circle></span> than for the other.","d":[],"bodyScroller":[{"type":"scroll","value":[{"para":"We’ve depicted how skewed body parts are described towards one gender or the other."},{"para":"Let’s take hair."}]},{"type":"scroll","value":[{"para":"The larger the circle, the more likely it’s to be used for that gender. <span class=w>Hair</span> is twice as likely to be mentioned for characters who are women as for men. Why would an author take the time to mention a female character’s hair but not a male character’s hair?"},{"para":"The gaze of society falls differently upon different bodies. We value different things about women’s bodies than we do for men’s. For example, it’s easy to find a long tradition of valuing a woman’s hair: the Bible calls hair a woman’s crowning glory (1 Corinthians 11:15; Proverbs 16:31)."}]},{"type":"scroll","value":[{"para":"In other cases, that gaze is more lascivious. Consider this litany of female-skewed body parts: <span class=w>nipple</span>, <span class=w>hip</span>, <span class=w>belly</span>, <span class=w>waist</span>, and <span class=w>thigh</span>."},{"para":"You don’t need a Bible verse to imagine why these might come to mind more easily for a woman than a man."}]},{"type":"scroll","value":[{"para":"Similar patterns can be found for male bodies as well. Stereotypically, men are valued for strength and power, and the data bears this out.  Male-skewed body parts like <span class=m>fist</span>, <span class=m>knuckle</span>, <span class=m>chest</span>, and <span class=m>jaw</span> sketch an image of a commanding and intimidating presence, as equally empty of nuance as the soft, sexy image of women."}]}],"adj":[{"type":"text","value":"<p class=\"section-header\">Body Parts + Adjectives</p>"},{"type":"text","value":"Some of my absolute favorite books growing up were the Harry Potter series. I particularly identified with Hermione Granger, a bushy-haired know-it-all just like me."},{"type":"text","value":"Hermione’s friends didn’t consider her at all beautiful until the fourth installment in the series, when she tamed her hair with magical products."}],"hermioneImg":"hermione","hermioneImgAlt":"”But she didn’t look like Hermione at all. She had done something with her hair; it was no longer bushy, but sleek and shiny, and twisted up into an elegant knot at the back of her head...and she was holding herself differently, somehow…”","adjPre":[{"type":"text","value":"When I read this as a preteen, I felt embarrassed of my own curly head of hair. I’d absorbed the idea that “bushy” was not an attractive way to be described, especially for a woman."}],"e":[],"adjPreChart":[{"type":"text","value":"The adjectives used to describe body parts are important."}],"adjTitle":"How <span class=part>hair</span> <span class=verb>is</span> Described in Literature","adjDek":"Larger words appeared more often in the books we studied; smaller words appeared less often. The further from the center of the graph a word appears, the more likely it is to be used to describe the indicated gender instead of the other gender.","adjScroller":[{"type":"scroll","value":[{"para":"# MD:we’ll put the note that “Larger words appeared more often in the books we studied; smaller words appeared less often.” in the text..."},{"para":"Take <i>bushy</i>. It’s much more likely to be applied to male hair than female hair."},{"para":"It’s also not a commonly used adjective. In fact, many of the most skewed adjectives are relatively infrequently used."}]},{"type":"scroll","value":[{"para":"This makes gender biases in writing hard to see in context—one or two extra mentions of his bushy hair may not register over the scope of 300 pages."},{"para":"It’s definitely easy to dismiss or overlook the differences in the way male and female bodies are written. I certainly overlooked it until it was pointed out to me."},{"para":"As an adult, I changed my hair not with magic but with a pixie cut. The fact remains, though, I absorbed the idea through a variety of channels, including reading, that having bushy, unruly hair is undesirable, especially for a woman."}]}],"conclusion":[{"type":"text","value":"It’s easy to dismiss these differences in the way male and female bodies are written because they can be subtle and hard to discern in one particular book. When you zoom out and look at thousands of books, though, the patterns are clear."},{"type":"text","value":"In real life, women are more than soft sexual objects and men are deeper than muscular lunkheads. We should demand that same nuance of the characters in the books we read."},{"type":"text","value":"Instead of focusing on her perfect hair and soft hips and wet eyes, tell me about her strong legs that carry her through the world, or her capable hands that do her life’s work. Don’t reduce him to his muscular forearms and rough knuckles and chiseled jaw—I want to read about his silly smile for his family or his soft heart for animals."},{"type":"text","value":"If we see fully human characters in our media who are more than just flat stereotypes, perhaps then it’ll be easier to view ourselves—and others—as fully human people deserving of empathy and understanding."}],"endImg":"end","b":[]}