{"method":[{"type":"text","value":"The data set for this analysis included 2,000 books published between 1008 and 2020; the majority are published after 1900. Roughly 35% have at least one female author."},{"type":"text","value":"Books were selected for cultural relevance. Our selection pool included New York Times best sellers, Pulitzer Prize nominees and winners, Man Booker shortlisted books and winners, books frequently taught in American high schools and colleges, and books that <a href=https://thegreatestbooks.org/>frequently appear on Best Of</a> lists."},{"type":"text","value":"Each book was processed using the spaCy Natural Language processor. We used it to identify the following patterns."},{"type":"text","value":"<div class=adj-chart></div>"},{"type":"text","value":"Subjects were determined to be male or female based on common gendered nouns and pronouns (e.g. he, she, uncle, queen) and names (e.g. Harry, Hermione, Ron). Body parts were referenced against a manually compiled list."},{"type":"text","value":"We used the following formula to calculate the skew of body parts."},{"type":"text","value":"<div class=formula-chart></div>"},{"type":"text","value":"We used the following formula to calculate the skew of body parts and adjectives."},{"type":"text","value":"<div class=formula-chart-two></div>"}],"titleImg":"title","titleImgAlt":"Sweet and Slim, Greasy and Grim: The Physical Traits that Define Men and Women in Literature","title":"The Physical Traits that Define Men and Women in Literature","titleHed":"Sweet and Slim, Greasy and Grim","desc":"","fairy":"fairy","fairyAlt":"This all started with a particularly sexy fairy.","introText":[{"type":"text","value":"My book club was reading <i>The Wise Man’s Fear</i> by Patrick Rothfuss. In the middle of an otherwise unremarkable plot, we found a 35-page interlude about a highly attractive fairy, describing her body in <span class=text-underline>minute, eye-rolling detail.</span>"}],"fairy_2":"fairy_2","fairy_2Alt":"“With lids of winged butterflies...lips the shade of sunset skies....when she finally set me free, my mind would tear itself apart with wanting her.”","postFairy":[{"type":"text","value":"After slogging through that book, I began paying attention to similarly stereotyped descriptions of bodies in other books. Women are all soft thighs and red lips. Men, strong muscles and rough hands."},{"type":"text","value":"I was frustrated by this lazy writing. I want to read books that explore the full humanity of their characters, not stories that reduce both men and women to weak stereotypes of their gender."},{"type":"text","value":"Before getting too upset, I wanted to see if this approach to writing was as widespread as it seemed, or if I was succumbing to selective reading. Do authors really mention <span class=text-underline>particular body parts</span> more for men than for women? Are women’s bodies described using <span class=text-underline>different adjectives</span> than those attributed to men?"}],"parser":"parser","parserAlt":"To do this, I selected 2,000 books spanning Pulitzer-winning classics to pulpy best sellers (getting myself banned from the library—twice) and ran them through a parser that identified sentences mentioning body parts. I then extracted the owner of the body parts and any adjectives describing them.","parserImg":"parser","quiz":[{"type":"text","value":"Before we get into the results of the data analysis, let’s play a game to see how well you recognize gendered descriptions."},{"type":"text","value":"Here are several character descriptions from actual books. For each one, select whether you think it describes a man or a woman. Don’t think too hard about it—<span class=text-underline>just react!</span>"}],"postQuiz":[{"type":"text","value":"We all have a mental model of how men’s and women’s bodies are described. People who answer the above quiz, on average, guess the correct gender <span class=score-avg>80%</span> of the time."},{"type":"text","value":"Men and women <span class=text-highlight>do</span> tend to be described in different ways. Let’s explore those trends more deeply through the data we collected."},{"type":"text","value":"<div class=butterfly></div>"},{"type":"text","value":"<p class=section-header>Gendered Body Parts</p>"},{"type":"text","value":"First, we’ll start with how often body parts are mentioned for two genders: men and women, based on an analysis of their respective pronouns."}],"bodyImg":"bodyImg","bodyImgAlt":"Illustration of a body","bodyImgTitle":"Gender Skew of Body Parts in Literature","bodyImgDek":"Each circle represents a body part. The larger it is <span data-attr=circle-size></span>, the more likely it is to be described in relation to the indicated gender <span data-attr=gender-circle></span> than for the other.","bodyScroller":[{"type":"scroll","value":[{"para":"This illustration depicts the gender skew of body parts mentioned for characters in literature."},{"para":"Let’s take hair (e.g., “his hair” or “her hair”)."}]},{"type":"scroll","value":[{"para":"The larger the circle, the more likely it is to be used for that gender. <span class=w>Hair</span> is twice as likely to be mentioned for women characters than for men. Why would an author describe a woman’s hair but not a man’s?"},{"para":"The gaze of society falls differently upon different bodies, and society values different things about men and women. For example, there is a long literary, historical, and cultural tradition of valuing a woman’s hair: the Bible calls hair a woman’s crowning glory (1 Corinthians 11:15; Proverbs 16:31)."}]},{"type":"scroll","value":[{"para":"In other cases, that gaze is more lascivious. Consider this litany of woman-skewed body parts: <span class=w>hip</span>, <span class=w>belly</span>, <span class=w>waist</span>, and <span class=w>thigh</span>."},{"para":"You don’t need a Bible verse to imagine why these might come to mind more easily for a woman than a man."}]},{"type":"scroll","value":[{"para":"Similar patterns can be found for men’s bodies as well. Stereotypically, men are valued for strength and power, and the data bears this out. Body parts such as <span class=m>fist</span>, <span class=m>knuckles</span>, <span class=m>chest</span>, and <span class=m>jaw</span> sketch an image of a commanding and intimidating presence, as empty of nuance as the soft, sexy image of women."}]}],"adj":[{"type":"text","value":"<p class=\"section-header\">Describing Body Parts</p>"},{"type":"text","value":"Some of my absolute favorite books growing up were the <i>Harry Potter</i> series. I particularly identified with Hermione Granger, a bushy-haired know-it-all, just like me."},{"type":"text","value":"Hermione’s friends didn’t consider her beautiful until the fourth installment in the series, when she tamed her hair with magical products."}],"hermioneImg":"hermione","hermioneImgAlt":"“But she didn’t look like Hermione at all. She had done something with her hair; it was no longer bushy, but sleek and shiny, and twisted up into an elegant knot at the back of her head...and she was holding herself differently, somehow.”","adjPre":[{"type":"text","value":"When I read this as a preteen, I felt embarrassed by my own curly head of hair. I’d absorbed the idea that “bushy” was <span class=text-highlight>not</span> an attractive way to be described, <span class=text-underline>especially for a woman.</span>"}],"hermioneImgTwo":"hermioneTwo","hermioneImgTwoAlt":"Hermione had magic to fix her hair, but mine was definitely going to stay bushy. Did that mean that I was ugly? Would my friends ever think I was beautiful?","adjPreChart":[{"type":"text","value":"My experience shows that the <span class=text-underline>adjectives</span> used to describe body parts are important to readers."}],"adjTitle":"How <span class=part>Hair</span> <span class=verb>Is</span> Described in Literature","adjDek":"Larger words appeared more often in the books I studied; smaller words appeared less often. The further from the center of the graph a word appears, the more likely it is to be used to describe the indicated gender instead of the other gender.","adjScroller":[{"type":"scroll","value":[{"para":"This chart depicts the words that authors use to describe characters’ body parts and the gender skew."},{"para":"Each word is sized based on its rate of occurrence: the <span class=adj-larger>larger</span> the word, the more often it appears in the books that I analyzed."}]},{"type":"scroll","value":[{"para":"Take <span class=adj-highlight>bushy</span>. It’s much more likely to be applied to men’s hair than women’s."},{"para":"It’s also not a commonly occuring adjective, indicated by the smaller word size. In fact, many of the adjectives that skew the most are infrequently used."}]}],"conclusion":[{"type":"text","value":"As an adult, I changed my hair not with magic but with a pixie cut. The fact remains, though, I internalized  the idea through a variety of channels, including reading, that having bushy, unruly hair is undesirable, particularly for a woman."},{"type":"para","value":"It’s easy to dismiss or overlook the differences in the way men’s and women’s bodies are depicted because they can be subtle and hard to discern in one particular book—one or two extra mentions of “his bushy hair” may not register over 300 pages."},{"type":"text","value":"But when you zoom out and look at thousands of books, the patterns are clear."},{"type":"text","value":"In real life, women are obviously more dimensional than soft, sexual objects. Men are more complex than muscular lunkheads. We should expect that same nuance of the characters in the books we read."},{"type":"text","value":"Instead of focusing on her perfect hair and soft hips and wet eyes, tell me about <span class=text-underline>her strong legs</span> that carry her through the world, or <span class=text-underline>her capable hands</span> that do her life’s work. Don’t reduce him to his muscular forearms and rough knuckles and chiseled jaw. I want to read about <span class=text-underline>his silly smile</span> for his family or <span class=text-underline>his soft heart</span> for animals."}],"endImg":"end"}